tap "1password/tap"
tap "aybabtme/tap"
tap "azure/kubelogin"
tap "boz/repo"
tap "clojure/tools"
tap "codeclimate/formulae"
tap "derailed/k9s"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jetbrains/utils"
tap "johanhaleby/kubetail"
tap "mongodb/brew"
tap "nais/tap"
tap "neilotoole/sq"
tap "romkatv/powerlevel10k"
brew "ack"
brew "act"
brew "ansible"
brew "antigen"
brew "webp"
brew "jpeg-xl"
brew "node"
brew "asyncapi"
brew "m4"
brew "python@3.10"
brew "autojump"
brew "base64"
brew "harfbuzz"
brew "icu4c@75", link: true
brew "openjdk"
brew "bfg"
brew "binutils"
brew "boost"
brew "cloc"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diffutils"
brew "dive"
brew "docker"
brew "docker-compose"
brew "ed", link: true
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-gui"
brew "pinentry"
brew "gnupg"
brew "git-secret"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "gpatch"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hashcat"
brew "htop"
brew "hub"
brew "hugo"
brew "hurl"
brew "jc"
brew "jq"
brew "k6"
brew "kafka"
brew "krb5"
brew "ktlint"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubie"
brew "less"
brew "libheif"
brew "make"
brew "mas"
brew "maven"
brew "mongosh"
brew "nano"
brew "node@16"
brew "nvm"
brew "pinentry-mac"
brew "pnpm", link: false
brew "postgresql@14"
brew "powerlevel10k"
brew "python@3.11"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "rust"
brew "sqlmap"
brew "starship"
brew "telnet"
brew "terraform"
brew "tig"
brew "tmux"
brew "topgrade"
brew "unzip"
brew "vault"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "wrk"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "azure/kubelogin/kubelogin"
brew "boz/repo/kail"
brew "clojure/tools/clojure"
brew "derailed/k9s/k9s"
brew "jetbrains/utils/qodana"
brew "johanhaleby/kubetail/kubetail"
brew "mongodb/brew/mongodb-community"
brew "nais/tap/nais"
brew "neilotoole/sq/sq"
cask "1password-cli"
cask "apache-directory-studio"
cask "drawio"
cask "heynote"
cask "naisdevice"
cask "sublime-text"
mas "Amphetamine", id: 937984704
mas "Clearview", id: 557090104
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "The Unarchiver", id: 425424353
